---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilySizeTable
source: html/e7ff877a-5810-27d7-9e2f-2efd7ba59c28.htm
---
# FamilySizeTable Properties

Specifies whether the .NET object represents a valid Revit entity.